Repository: ngocdaothanh/multiflame
Catalog: web/po/*/app.po
Languages: ja, vi

source: Please install %{getflashplayer}
ja: %{getflashplayer} をインストールしてください
vi: Xin cài đặt %{getflashplayer}

source: Flash player 9 or above
ja: フラッシュプレイヤー9以上
vi: Flash player 9 trở lên

source: Error
ja: エラー
vi: Lỗi

source: Game|Names
ja: ゲーム名
vi: Tên game

source: Please provide game.swf
ja: game.swf を入力してください。
vi: Xin nhập game.swf

source: Please provide game name in English
ja: 英語名を入力してください。
vi: Xin nhập tên game tiếng Anh

source: toy
ja: おもちゃ
vi: đồ chơi

source: Toy|Names
ja: おもちゃ名
vi: Tên

source: Please provide toy.swf
ja: toy.swf を入力してください。
vi: Xin nhập toy.swf

source: Please provide toy name in English
ja: 英語名を入力してください。
vi: Xin nhập tên đồ chơi tiếng Anh

source: stat
vi: Thống kê

source: Stat|Snapshot
vi: Snapshot

source: Stat|Created at
vi: Tạo lúc

source: Container was updated
ja: Container が更新されました
vi: Container đã được cập nhật

source: %s was uploaded
ja: %s がアップロードされました
vi: %s đã được upload

source: %s was updated
ja: %s が更新されました
vi: %s đã được cập nhật

source: No data yet
vi: Chưa có dữ liệu

source: No fifo for now
vi: Hiện chưa có fifo nào

source: Error creating new snapshot
vi: Lỗi khi tạo snapshot

source: All specified games have become invalid
vi: Tất cả game đã trở thành bất hợp lệ

source: Games
ja: ゲーム
vi: Game

source: Toys
ja: おもちゃ
vi: Đồ chơi

source: Terms of service
vi: Điều khoản dịch vụ

source: Privacy policy
vi: Chính sách bảo vệ thông tin cá nhân

source: Administration
ja: 管理
vi: Quản lí

source: Statistics
ja: 統計
vi: Thống kê

source: Edit game container
ja: ゲーム container の編集
vi: Sửa game container

source: (blank = no change)
ja: (空白 = 変更なし)
vi: (để trống = không thay đổi)

source: Save
ja: 保存
vi: Lưu

source: Edit %s
ja: %s の編集
vi: Sửa đổi %s

source: Game name
ja: ゲーム名
vi: Tên game

source: Update container
ja: Containerの更新
vi: Cập nhật container

source: Upload new game
ja: 新しいゲームのアップロード
vi: Upload game mới

source: Upload new toy
ja: 新しいおもちゃのアップロード
vi: Upload đồ chơi mới

source: Toy name
ja: おもちゃ名
vi: Tên đồ chơi

source: Latest data (updated every %d minutes)
vi: Dữ liệu mới nhất (cập nhật mỗi %d phút)

source: %s ago
vi: %s trước

source: Update now
vi: Cập nhật ngay bây giờ

source: Host
vi: Server

source: Port
vi: Cổng

source: Players limit
vi: Giới hạn người chơi

source: Number of channels
vi: Số kênh

source: Number of players
vi: Số người

source: Channel
vi: Kênh

source: %s channels
vi: %s kênh

source: Edit toy container
vi: Sửa toy container

source: Let's make your web site more interesting by embedding <b><u>multiplayer</u></b> games and play with your friends right at your web site!
ja: <b><u>マルチプレイヤー</u></b>ゲームを埋め込んで面白いウェブサイトを作ってともだちと楽しもう！
vi: Hãy làm cho trang web của bạn hấp dẫn hơn bằng cách nhúng <b><u>game nhiều người</u></b> để chơi với bạn bè ngay tại trang web của mình nào!

source: Select game
ja: ゲームを選択する
vi: Chọn game

source: Embed into your web site
ja: 自分のウェブサイトに埋め込む
vi: Nhúng vào trang web của mình

source: Play with your friends
ja: ともだちとゲームを楽しむ
vi: Chơi với bạn bè

source: Public channels
ja: みんなのチャンネル
vi: Kênh chung

source: Newbie
ja: 初心者
vi: Mới bắt đầu

source: Easy
ja: やしゃしい
vi: Dễ

source: Normal
ja: ノーマル
vi: Vừa phải

source: Hard
ja: ハード
vi: Khó

source: World class
ja: ワールドクラス
vi: Rất khó

source: Let's make your web site more interesting by embedding toys!
ja: おもちゃを埋め込んでもっと面白いウェブサイトを作ろう！
vi: Hãy làm cho trang web của bạn hấp dẫn hơn bằng cách nhúng đồ chơi!

source: Select toy
ja: おもちゃを選択
vi: Chọn đồ chơi

source: Configure
ja: 設定
vi: Cấu hình

source: This page does not exist.
vi: Trang này không tồn tại.

source: Home
vi: Trang nhất

source: There is error.
vi: Có lỗi

source: game
ja: ゲーム

source: Game container
ja: ゲーム container

source: Upload
ja: アップロード
