Repository: ngocdaothanh/multiflame
Catalog: flash/toys/antitheft_camera/po/*.po
Languages: vi

source: Antitheft camera
vi: Camera chống trộm

source: Captured image
vi: Ảnh chộp được

source: Code
vi: Chữ trong ảnh

source: Could not connect to server.
vi: Không kết nối được với server.

source: Embed
vi: Nhúng

source: Images will be sent to your email when there is movement.
vi: Ảnh sẽ được gửi đến email của bạn khi có chuyển động.

source: Moved
vi: Có chuyển động

source: Please allow access to your webcam.
vi: Hãy cho phép chương trình truy cập webcam.

source: Please connect a webcam.
vi: Hãy nối webcam vào máy tính.

source: Start
vi: Bắt đầu

source: Stop
vi: Ngưng
