Repository: ngocdaothanh/multiflame
Catalog: flash/games/container/po/*.po
Languages: ja, vi

source: (can be anything)
ja: (何でもいいです)
vi: (gì cũng được)

source: <b>{0}</b> has logged in
ja: <b>{0}</b> がログインしました
vi: <b>{0}</b> vừa đăng nhập

source: <b>{0}</b> has logged out
ja: <b>{0}</b> がログアウトしました
vi: <b>{0}</b> vừa đăng xuất

source: Channel name
ja: チャンネル名
vi: Tên kênh

source: Chat
ja: チャット

source: Code
ja: セキュリティコード
vi: Chữ trong ảnh

source: Could not find the game.
ja: ゲームは見つかりませんでした。
vi: Không tìm thấy game.

source: Could not find the game.<br />Please refresh this web page or clean the browser's cache.
ja: ゲームは見つかりませんでした。<br />このウェブページを更新するかブラウザのキャッシュを削除してください。
vi: Không tìm thấy game.<br />Xin refresh trang web này hoặc xóa cache của trình duyệt.

source: Could not load game.
ja: ゲームをロードできませんでした。
vi: Không thể load game.

source: Embed
ja: 埋め込み
vi: Nhúng

source: Fullscreen
ja: 全画面
vi: Toàn màn hình

source: Game over
ja: ゲームオーバー
vi: Hết game

source: Introduction
ja: 紹介
vi: Giới thiệu

source: Join
ja: 参加
vi: Tham gia

source: Leave
ja: 出掛ける
vi: Rời game

source: Loading game information...
ja: ゲーム情報をロードしています...
vi: Đang load thông tin về game...

source: Loading game...
ja: ゲームをロードしています...
vi: Đang load game...

source: Lobby
ja: ロビー
vi: Phòng chờ

source: Logging in...
ja: ログインしています...
vi: Đang đăng nhập...

source: Login
ja: ログイン
vi: Đăng nhập

source: More games at {0}
ja: 他のゲームは {0} にあります。
vi: Còn nhiều game nữa ở {0}

source: New game
ja: 新しいゲーム
vi: Game mới

source: New room
ja: 新しいルーム
vi: Phòng mới

source: Nick
ja: ニック

source: People in this channel are playing an older version<br />of the game, you cannot play with them.
ja: このチャネルにいる人たちが古いバージョンを使っています<br />のでこのチャネルに参加できません。
vi: Những người trong kênh này đang dùng phiên bản game cũ,<br />nên bạn không thể chơi với họ.

source: People in this channel are using an older version<br />of this flash file, you cannot play with them.
ja: このチャネルにいる人たちが古いバージョンを使っています<br />のでこのチャネルに参加できません。
vi: Những người trong kênh này đang dùng phiên bản cũ,<br /> nên bạn không thể chơi với họ.

source: Players ({0})
ja: プレイヤー ({0})
vi: Người chơi ({0})

source: Please input your nick
ja: ニックを入力してください
vi: Xin nhập nick

source: Please refresh this page after a few minutes.
ja: 数分後にこのウェブページを更新してください。
vi: Xin refresh trang web này sau vài phút nữa.

source: Please refresh this web page or clean the browser's cache.
ja: このウェブページを更新するかブラウザのキャッシュを削除してください。
vi: Xin refresh trang web này hoặc xóa cache của trình duyệt.

source: Resign
ja: ゲームを出る
vi: Rời game

source: Room
ja: ルーム
vi: Phòng

source: Rooms:
ja: ルーム：
vi: Phòng:

source: TIMEOUT
ja: タイムアウト
vi: HẾT GIỜ

source: The game file is old.<br />Please refresh this web page or clean the browser's cache.
ja: ゲームファイルが古いです。<br />このウェブページを更新するかブラウザのキャッシュを削除してください。
vi: File chứa game đã cũ.<br />Xin refresh trang web này hoặc xóa cache của trình duyệt.

source: The server will close in a few minutes for maintenance, sorry for this inconvenience
ja: メンテナンスのためサーバーがしばらくダウンになります。申し訳ございません。
vi: Server sẽ down trong vài phút nữa để bảo trì, xin lỗi bạn

source: There's already a person with the same nick in this channel.
ja: このチャネルには同じニックの人がいます。
vi: Đã có người có cùng nick ở trong kênh này.

source: This channel
ja: このチャンネル
vi: Kênh này

source: This channel is private.<br />You must be a friend of {0} in order to login.
ja: このチャンネルは公開しません。<br />{0} のともだちでないとログインできません。
vi: Đây là kênh riêng.<br />Bạn phải là bạn của {0} thì mới đăng nhập được.

source: This flash file is old.<br />Please refresh this page or clean the browser's cache.
ja: フラッシュファイルが古いです。<br />このウェブページを更新するかブラウザのキャッシュを削除してください。
vi: File flash đã cũ.<br />Xin refresh trang web này hoặc xóa cache của trình duyệt.

source: Wrong code
ja: セキュリティコードの間違いです
vi: Sai chữ trong ảnh

source: Wrong nick or password
ja: ニックまたはパスワードのちがいです
vi: Sai nick hoặc password

source: Your channel
ja: チャンネルの作成
vi: Kênh của bạn

source: draw
ja: 引き分け
vi: hòa

source: lost
ja: 負け
vi: thua

source: minutes total
ja: 分合計
vi: phút tổng cộng

source: sec/move
ja: 秒/回
vi: giây/nước

source: won
ja: 勝ち
vi: thắng

source: {0} has entered
ja: {0} が出かけた
vi: {0} đã vào phòng

source: {0} has entered room #{1}
ja: {0} が ルーム #{1} に入室した
vi: {0} đã vào phòng #{1}

source: {0} has left
ja: {0} が出かけた
vi: {0} đã rời phòng

source: {0} is down for maintenance.
ja: {0} はメンテナンスのためダウンになっています。
vi: {0} đang down để bảo trì.

source: {0} is down for maintenance.<br />Please refresh this page after a few minutes.
ja: {0} はメンテナンスのためダウンになっています。<br />数分後にこのウェブページを更新してください。
vi: {0} đang down để bảo trì.<br />Xin refresh trang web này sau vài phút nữa.

source: URL
vi: Địa chỉ
